export default function Home() {
  return (
    <main className="page">
      <h1>Веб-платформа рекомендательной системы книг на основе нейронной сети</h1>
      <p>
        Платформа помогает онлайн-библиотекам и книжным магазинам персонализировать рекомендации книг,
        увеличивать вовлеченность пользователей и повышать продажи.
      </p>
      <p>
        В проекте используется embedding-based нейронная сеть, которая прогнозирует интерес пользователя к книгам.
      </p>
    </main>
  )
}
